@startjson
{
    "field1": "Plot",
    "combination": "Plot",
    "null_distribution": {
        "total_null_rows": 2,
        "total_not_null_rows": 111
    },
    "data_distribution": [
        {
            "field_value_1": "When an old enemy, the Cylons, resurface and obliterate the 12 colonies, the crew of the aged Galactica protect a small civilian fleet - the last of humanity - as they journey toward the fabled 13th colony, Earth.",
            "row_count": 4,
            "ratio_percent": 3.54
        },
        {
            "field_value_1": "None",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "A martial arts movie star must fake his death to find the people who are trying to kill him.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "A security guard's dreams come true when he is selected to be transformed into a cybernetic police officer.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "A writer and wall street trader, Nick, finds himself drawn to the past and lifestyle of his millionaire neighbor, Jay Gatsby.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "A young teenager camping in the woods helps rescue the President of the United States when Air Force One is shot down near his campsite.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "An old mother and her middle-aged daughter, the aunt and cousin of Jacqueline Kennedy Onassis, live their eccentric lives in a filthy, decaying mansion in East Hampton.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "CIA operative Valerie Plame discovers her identity is allegedly leaked by the government as payback for an op-ed article her husband wrote criticizing the Bush administration.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "Set three years after Dragon Inn, innkeeper Jade has disappeared and a new inn has risen from the ashes - one that's staffed by marauders masquerading as law-abiding citizens, who hope to unearth the fabled lost city buried in the desert.",
            "row_count": 2,
            "ratio_percent": 1.77
        },
        {
            "field_value_1": "The adventures of young William Adama in the First Cylon War.",
            "row_count": 2,
            "ratio_percent": 1.77
        }
    ]
}
@endjson