@startjson
{
    "field1": "DocumentSummary",
    "combination": "DocumentSummary",
    "null_distribution": {
        "total_null_rows": 8,
        "total_not_null_rows": 5
    },
    "data_distribution": [
        {
            "field_value": "**NULL**",
            "row_count": 8,
            "ratio_percent": 61.53846153846154
        },
        {
            "field_value": "Worn or damaged seats can be easily replaced following these simple instructions.  Instructions are applicable to these  Adventure Works Cycles models: Mountain 100 through Mountain 500. Use only Adventure Works Cycles parts when replacing worn or broken components.",
            "row_count": 1,
            "ratio_percent": 7.6923076923076925
        },
        {
            "field_value": "Reflectors are vital safety components of your bicycle. Always ensure your front and back reflectors are clean and in good repair. Detailed instructions and illustrations are included should you need to replace the front reflector or front reflector bracket of your Adventure Works Cycles bicycle.",
            "row_count": 1,
            "ratio_percent": 7.6923076923076925
        },
        {
            "field_value": "It is important that you maintain your bicycle and keep it in good repair. Detailed repair and service guidelines are provided along with instructions for adjusting the tightness of the suspension fork.",
            "row_count": 1,
            "ratio_percent": 7.6923076923076925
        },
        {
            "field_value": "Guidelines and recommendations for lubricating the required components of your Adventure Works Cycles bicycle. Component lubrication is vital to ensuring a smooth and safe ride and should be part of your standard maintenance routine. Details instructions are provided for each bicycle component requiring regular lubrication including the frequency at which oil or grease should be applied.",
            "row_count": 1,
            "ratio_percent": 7.6923076923076925
        },
        {
            "field_value": "Detailed instructions for replacing pedals with Adventure Works Cycles replacement pedals.  Instructions are applicable to all Adventure Works Cycles bicycle models and replacement pedals. Use only Adventure Works Cycles parts when replacing worn or broken components.",
            "row_count": 1,
            "ratio_percent": 7.6923076923076925
        }
    ]
}
@endjson